---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ExternalApplicationArray
source: html/12f41d09-3c42-d8da-4db9-0efee7ca486a.htm
---
# ExternalApplicationArray Members

Initializes a new instance of the ExternalApplicationArray class